Revit 2027 API
ParameterTypeId.StairsAttrLastRiser Property
 "End with Riser"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrLastRiser { get; }
Public Shared ReadOnly Property StairsAttrLastRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrLastRiser {
	ForgeTypeId^ get ();
}
static member StairsAttrLastRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace